Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Курултай5.tmx
Source language: ba
Languages: ru

source: 1938 йылдың 1 мартында Шишмә районының Боголюбовка ауылында тыуа.
ru: Родился 1 марта 1938 г. в д. Боголюбовка Чишминского района БАССР.

source: Юғары белемле - Өфө авиация институтын тамамлаған.
ru: Образование высшее - окончил Уфимский авиационный институт.

source: Хеҙмәт юлын 1956 йылда Өфө электромеханика техникумын тамамлағандан һуң Өфө электр шәмдәре заводында көйләүсе булып башлай.
ru: Трудовую деятельность начал в 1956 г. после окончания Уфимского электромеханического техникума настройщиком на Уфимском электроламповом заводе.

source: 1957-1960 йылдарҙа Совет Армияһы сафтарында хеҙмәт итә.
ru: В 1957-1960 гг. служил в рядах Советской Армии.

source: Унан һуң электр шәмдәре заводында мастер булып эшләй.
ru: После демобилизации работал мастером на электроламповом заводе.

source: 1963-1975 йылдарҙа ВЛКСМ-дың Орджоникидзе районы комитеты, Өфө авиация институты комсомол комитеты секретары, КПСС-тың Өфө ҡала комитеты ойоштороу бүлеге инструкторы, Өфө электр шәмдәре заводының партия комитеты секретары булып эшләй.
ru: В 1963-1975 гг. – секретарь Орджоникидзевского райкома ВЛКСМ, секретарь комитета комсомола Уфимского авиационного института, инструктор организационного отдела Уфимского горкома КПСС, секретарь парткома Уфимского электролампового завода.

source: 1975 йылдан алып 1980 йылға тиклем – партияның Орджоникидзе район комитеты секретары, КПСС-тың Өфө ҡала комитеты пропаганда һәм агитация бүлеге мөдире.
ru: С 1975 по 1980 г. – секретарь Орджоникидзевского райкома партии, заведующий отделом пропаганды и агитации Уфимского горкома партии.

source: 1980-1991 йылдарҙа – баш ҡаланың Киров район Советы башҡарма комитетының, Өфө ҡала Советы башҡарма комитетының рәйесе.
ru: В 1980-1991 гг. – председатель исполкома Кировского райсовета, председатель исполкома Уфимского горсовета.

source: 1992 йылдан алып – халыҡ депутаттарының Өфө ҡала Советы рәйесе - Өфө ҡалаһы мэры.
ru: С 1992 г. работал председателем Уфимского городского Совета народных депутатов – мэром г. Уфы.

source: Башҡортостан Республикаһы Юғары Советының ун икенсе саҡырылыш халыҡ депутаты булып һайлана.
ru: Избирался народным депутатом Верховного Совета республики двенадцатого созыва.

source: 1995 йылдың 21 мартында Башҡортостан Республикаһы Дәүләт Йыйылышы – Ҡоролтайҙың беренсе ултырышында Башҡортостан Республикаһы Дәүләт Йыйылышы Рәйесе итеп һайлана.
ru: 21 марта 1995 г. на первом заседании Государственного Собрания Республики Башкортостан избран Председателем Государственного Собрания Республики Башкортостан.

source: СССР миҙалдары, БАССР Юғары Советының һәм Башҡортостан Республикаһының, Рәсәй Федерацияһы Федераль Йыйылышының Федерация Советы Почет грамоталары менән бүләкләнгән.
ru: Награжден медалями СССР, Почетными грамотами Верховного Совета БАССР и Республики Башкортостан, Совета Федерации Федерального Собрания РФ.

source: Башҡортостан Республикаһы хеҙмәтләндереү өлкәһенең атҡаҙанған хеҙмәткәре.
ru: Заслуженный работник сферы обслуживания Республики Башкортостан.
